[{
    "para_id": "306_21",
    "para_content": "Decided cases on the meaning and application of section 116 were summarised by HHJ Paul Matthews (sitting as a Judge of the High Court) in Otitoju v Onwordi [2023] EWHC 2665 (Ch) at [20]-[22]. The position, in sum, appears to be that no gloss should be put on the language of the statute: the power under section 116 may be exercised where, by reason of any special circumstances, it appears to be necessary or expedient to appoint an administrator other than the person who would otherwise be entitled. The power is an entirely general one and may be used to appoint any person, including someone who would otherwise have no entitlement at all to appointment: Gudavadze v Kay [2012] EWHC 1683 (Ch) at [45]-[46] (Sales J)",
    "if_interpretation": 1,
    "interpreted_phrases": [
        "necessary or expedient to appoint an administrator other than the person who would otherwise be entitled"
    ]
}, {
    "para_id": "1528_65",
    "para_content": "65. CA 1989 s8 provides the court with flexibility to make child arrangements to suit the best interests of the child in each case depending on the particular circumstances of that case. In some cases the court might consider that the best interests of the child are served by a tightly drawn, detailed order setting out defined arrangements, day by day, sometimes hour by hour. Such orders may dictate where the parents hand over the children, who should be present at handovers, who should take the children to school or pick them up, where a child will spend their birthday, or their parents’ birthdays, and so on. In other cases, a much looser order might be suitable. When making a child arrangements order that is intended to be in place for several years ahead, a degree of flexibility might be preferable and a detailed, precisely defined order less suitable. Children grow up. Parents change. Circumstances change.",
    "if_interpretation": 1,
    "interpreted_phrases": [
        "child arrangements order",
        "best interests of the child "
    ]
},{
    "para_id": "133_11",
    "para_content": "11. In these circumstances, if a child in V’s position were to be genuinely voluntarily accommodated by the local authority, and wished to remain so, then an application within wardship may, I accept, be justified, provided that it passed the tests mandated by s.100(4) of the 1989 Act, in that there was reasonable cause to believe that without an order being made, the child was likely to suffer significant harm, and there was no other means to achieve the desired orders. I am satisfied that such an order, although highly unusual, might in the right circumstances be an appropriate use of the jurisdiction.",
    "if_interpretation": 1,
    "interpreted_phrases": [
        "there was reasonable cause to believe that without an order being made, the child was likely to suffer significant harm"
    ]
},{
    "para_id": "80_31",
    "para_content": "31.   Grounds One and Four both raise arguments that the Magistrates failed to properly consider PD12J and those Grounds are very closely related. I will therefore deal with them together. Ground One relies on paragraph 5 and 6 and Ground Two, paragraphs 17 and 18 of PD12J: “5. The court must, at all stages of the proceedings, and specifically at the First Hearing Dispute Resolution Appointment (‘FHDRA’), consider whether domestic abuse is raised as an issue, either by the parties or by Cafcass or CAFCASS Cymru or otherwise, and if so must – • identify at the earliest opportunity (usually at the FHDRA) the factual and welfare issues involved; • consider the nature of any allegation, admission or evidence of domestic abuse, and the extent to which it would be likely to be relevant in deciding whether to make a child arrangements order and, if so, in what terms;  • give directions to enable contested relevant factual and welfare issues to be tried as soon as possible and fairly;  • ensure that where domestic abuse is admitted or proven, any child arrangements order in place protects the safety and wellbeing of the child and the parent with whom the child is living, and does not expose either of them to the risk of further harm; and • ensure that any interim child arrangements order (i.e. considered by the court before determination of the facts, and in the absence of admission) is only made having followed the guidance in paragraphs 25-27 below.",
    "if_interpretation": 0,
    "interpreted_phrases": []
}, {
    "para_id": "133_14",
    "para_content": "14. Consequently, in those circumstances, I am not prepared to grant leave to the local authority to make this application for the court to exercise its inherent jurisdiction. Mr Dean had suggested that, whilst he acknowledged that V’s expressed wishes would present him with significant difficulties on any substantive application, he should be granted leave none the less. He acknowledged, rightly, that the prospects of success of the substantive application will always be a relevant matter to consider at the leave stage. However, whilst those limited prospects are a further matter which I weigh in the balance, I have as indicated come to the clear view that this application falls foul of  s.100(2) (b), and I will not therefore give leave for it to proceed.  ",
    "if_interpretation": 0,
    "interpreted_phrases": []
}, {
    "para_id": "196_94",
    "para_content": " 94. The starting point when determining whether the party seeking the stay has established that England is not the appropriate forum for a case concerning a child is that the court with the pre-eminent claim to jurisdiction is the place where the child habitually resides (although habitual residence will not be a conclusive factor). In  Re M (Jurisdiction: Forum Conveniens)   [1995] 2 FLR 224  at 225G Waite LJ observed as follows: “There is no limit, in legal theory, to the jurisdiction of the court in England to act in the interests of any child who happens to be within the jurisdiction for whatever purpose and for however short a time. In practice, however, if the child is not habitually resident in this country and there are legal procedures in the country of habitual residence available to achieve a fair hearing of competing parental claims regarding the child's upbringing, the English court will decline jurisdiction, except for the purpose of making whatever orders are necessary to ensure a speedy and peaceful return of the child to the country of habitual residence. The practice thus is to follow the spirit of the Convention, even though its formal terms are inapplicable.” ",
    "if_interpretation": 0,
    "interpreted_phrases": []
}]
